In [1]:
import pandas as pd

In [2]:
import numpy as np

In [5]:
df = pd.read_csv("teste.txt")

In [6]:
df.head()

    Julia  1    10
0   Julia  2  8000
1   Julia  3     5
2  Felipe  1    50
3  Felipe  2   110
4  Felipe  3  1002